Repository: ZenIDTeam/ZenID-ios
Catalog: ZenIDSample/Assets/Localizable.xcstrings
Source language: en
Languages: cs

# nfc-Authenticating
source: Authenticating
cs: Ověřuji

# nfc-Data-Personal
source: Personal data
cs: Osobní data

# nfc-Data-Photo
source: Photo
cs: Fotografie

# nfc-Error-CantRead
source: Can’t read from chip
cs: Nemohu číst z čipu

# nfc-Error-CantReadFormat
source: Unsupported format
cs: Nepodporovaný formát

# nfc-Error-Connection
source: Connection lost
cs: Chyba spojení

# nfc-Error-InvalidMRZ
source: MRZ is not valid
cs: Nevalidní MRZ

# nfc-Error-InvalidTag
source: Invalid NFC tag
cs: Nevalidní NFC tag

# nfc-Error-MoreTags
source: More than one NFC tag detected
cs: Zjištěno více

# nfc-Reading
source: Reading NFC data
cs: Čtu NFC data

# nfc-RequestPresent
source: We need read from NFC chip
cs: Potřebujeme přečíst data z NFC čipu

# nfc-Success
source: Chip read successfully
cs: Čip úspěšně přečten

# nfc-Error-GeneralError
source: An error occurred while reading data!
cs: Při čtení dat došlo k chybě!

# nfc-Error-Message
source: Try to repeat the process
cs: Pokuste se proces zopakovat

# general-Retry
source: Retry
cs: Znovu

# general-Cancel
source: Cancel
cs: Zrušit

# general-Error
source: Error
cs: Chyba

# nfc-Error-AttemptsExceeded
source: NFC Reading Failed
cs: Čtení NFC selhalo

# verifier-Error-Failed
source: Verification Failed
cs: Ověření selhalo

# verifier-Error-FailedMessage
source: Something went wrong, we need to cancel the process.
cs: Něco se pokazilo, musíme proces zrušit.

# nfc-Error-CannotSkip
source: NFC chip reading is required but failed. Verification cannot continue.
cs: Čtení NFC čipu je povinné, ale selhalo. Verifikace nemůže pokračovat.
